"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

"+ Add" = "+ 追加";

"Add US bank account" = "アメリカの銀行口座を追加";

"Add a card" = "カードを追加";

"Add a payment method" = "決済手段を追加";

"Add card" = "カードを追加";

"Add new card" = "新しいカードを追加";

"Add new payment method" = "新たな支払い方法を追加";

"Add your payment information" = "支払い情報を追加";

"Approve payment" = "支払いを承認する";

"Back" = "戻る";

"Bank" = "銀行";

"Bank account" = "銀行口座";

"Buy now or pay later with <img/>" = "<img/> で後払い";

"Buy now or pay later with Afterpay" = "Afterpay で後払い";

"Buy now or pay later with Clearpay" = "Clearpay で後払い";

"Buy now or pay later with Klarna" = "Klarna で後払い";

"Buy using a UPI ID" = "UPI ID を使って購入";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "PayPal による支払いを確定すると、%@ が規約に従って今後の支払いをお客様の PayPal アカウントに請求することを許可することになります。";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "Amazon Pay への処理を続行すると、%@ が規約に従って今後の支払いをお客様の Amazon Pay アカウントに請求することを許可することになります。";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "Klarna への処理を続行すると、%1$@ が自社の規約と Klarna の規約に従って今後の支払いをお客様の Klarna アカウントに請求することを許可することになります。この設定はいつでも変更できます。Klarna アプリから変更するか、%2$@ までお問い合わせください。";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "PayPal を継続すると、%@ が規約に従って今後の支払いをお客様の PayPal アカウントに請求することを許可することになります。";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Revolut Pay への処理を続行すると、%@ が規約に従って今後の支払いをお客様の Revolut Pay アカウントに請求することを許可することになります。";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "続行すると、<terms>これらの規約</terms>に従って支払いをオーソリすることに同意したものとみなされます。";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "続行すると、%2$@ の利用規約に従って、この許可が取り消されない限り、お客様は今回の支払いおよび今後の支払いを、Cash App のアカウントから引き落とすことを %1$@ に許可したものとみなされます。これは、Cash App の設定でいつでも変更することができます。";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Link に登録することで、お客様は<terms>利用規約</terms>および<privacy>プライバシーポリシー</privacy>に同意したことになります。";

"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "銀行口座情報を提供し、この支払いを確定すると、お客様はこの口座引き落とし依頼および<terms>ダイレクトデビットリクエスト利用規約</terms>に同意し、Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (「Stripe」) が %@ (「加盟店」) に代わって、加盟店から別途連絡された金額をバルク電子決済システム (BECS) 経由で口座から引き落とすことを承認することになります。お客様が上記の口座の口座名義人または承認された署名者であることを保証したものとみなされます。";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "カード情報を提供すると、%@ がその規約に従って今後の支払いをお客様のカードに請求することを許可することになります。";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "メールアドレスを入力することにより、お客様は Link の<terms>規約</terms>と<privacy>プライバシーポリシー</privacy>に従って Link アカウントを作成し、お支払い情報を Link に保存することに同意したとみなされます。";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "支払い情報を提供し、この支払いを確定することで、お客様は (A) %@ および決済サービスプロバイダーである Stripe がお客様の銀行に口座引き落としの指図を送り、(B) 銀行がこの指図に従ってお客様の口座から引き落としを行うことを承認することになります。お客様の権利の一部として、銀行との契約条件に基づき、お客様は銀行からの返金を受ける権利を有します。返金は口座の引き落とし日から 8 週間以内に請求する必要があります。お客様の権利は、銀行から得られる明細書内で説明されています。お客様は今後の引き落としに関する通知を引き落としの実行日の 2 日前までに受け取ることに同意するものとします。";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "電話番号を入力することにより、お客様は Link の<terms>規約</terms>と<privacy>プライバシーポリシー</privacy>に従って Link アカウントを作成し、お支払い情報を Link に保存することに同意したとみなされます。";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "%@ の銀行口座を保存すると、<terms>これらの規約</terms>に従って支払いをオーソリすることに同意したものと見なされます。";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "キャンセルして別の方法で支払う";

"Choose a payment method" = "支払い方法を選択";

"Close card scanner" = "カードスキャナを閉じる";

"Confirm" = "確定する";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "%@ 内で銀行または決済アプリで支払いを確定して、購入を完了します。";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "購入を完了するには、%@ 以内に銀行のアプリで支払いを確定してください。";

"Confirm your CVC" = "セキュリティコードを確定";

"Contact information" = "連絡先情報";

"EPS Bank" = "EPS 銀行";

"Enter address manually" = "住所を手動で入力";

"FPX Bank" = "FPX 銀行";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "私は、Stripe が %@ の代理として口座引き落としによる回収を行うことを理解しています。また、私が当該口座を保有しており、この口座からの引き落としを承認すべき唯一の人間であることを認めます。";

"IBAN" = "IBAN";

"Manage payment method" = "支払い方法の管理";

"Manage payment methods" = "決済手段を管理する";

"Manage your payment methods" = "決済手段を管理する";

"Name on card" = "カード名義人";

"New card" = "新しいカード";

"New payment method" = "新しい決済手段";

"Open your UPI app to approve your payment within %@" = "UPI アプリを開いて %@ 以内に支払いを承認してください";

"Or" = "または";

"Or pay using" = "または別の方法で支払う";

"Or pay with a card" = "または、カードで支払う";

"Or use" = "または次を使用:";

"Or use a card" = "またはカードを使用";

"Pay %@" = "%@ を支払う";

"Pay another way" = "別の方法で支払う";

"Pay faster at %@ and thousands of businesses." = "%@ やその他多数のサイトで、すばやく支払うことができます。";

"Pay over time with %@" = "%@ で時間をかけて支払う";

"Pay over time with Affirm" = "Affirm で分割払い";

"Pay with Link" = "Link で支払う";

"Pay with your bank account in just a few steps." = "銀行口座を使用して簡単に支払えます。";

"Payment failed" = "支払いに失敗しました";

"Please go back and select another payment method" = "前に戻って別の決済手段を選択してください";

"Point the camera at your card." = "カメラをカードに向けてください。";

"Processing..." = "処理中...";

"Przelewy24 Bank" = "Przelewy24 銀行";

"Remove card?" = "カードを削除しますか？";

"Remove payment method" = "決済手段の削除";

"Save" = "保存";

"Save a new payment method" = "新しい決済手段を保存する";

"Save address" = "住所を保存する";

"Save for future payments" = "今後の支払いのために保存する";

"Save payment details to %@ for future purchases" = "今後の購入のために %@ に決済情報を保存する";

"Save this account for future %@ payments" = "今後の %@ の支払いのためにこの口座を保存する";

"Save your bank account in just a few steps." = "銀行口座の保存はわずか数ステップで完了します。";

"Save your info for secure 1-click checkout with Link" = "Link を使用して安全なワンクリック決済の情報を保存する";

"Saved" = "保存済み";

"Select card" = "カードを選択する";

"Select payment method" = "決済手段を選択する";

"Select your payment method" = "支払い方法を選択してください";

"Set up" = "設定";

"Shipping to %@ is not supported." = "%@ への配送には対応していません。";

"Show menu" = "メニューを表示";

"Simple, secure one-click payments" = "シンプルで安全なワンクリック決済";

"Something went wrong when linking your account.\nPlease try again later." = "口座を関連付けるときに問題が発生しました。\n後でもう一度お試しください。";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe は 1 ～ 2 営業日後に口座に $0.01 を入金します。その後、%@ で銀行口座の保存を完了させるための手順が記載されたメールが送信されます。";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "1 ～ 2 営業日以内に Stripe は口座に $0.01 を入金します。その後、%@ への支払いを完了するための手順が記載されたメールが送信されます。";

"The IBAN you entered is incomplete." = "入力した IBAN に不備があります。";

"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "入力した IBAN が無効です。「%@」はサポートされている国コードではありません。";

"Update" = "更新する";

"Update card brand" = "カードブランドを更新する";

"View more" = "さらに表示";

"Your IBAN should start with a two-letter country code." = "IBANコードの先頭には 2 文字の国コードを入力してください。";

"iDEAL Bank" = "iDEAL銀行";
